Repository: pfederi/Next-Wave
Catalog: Next Wave/Localizable.xcstrings
Source language: en
Languages: de, fr, it

source: Nearest Station
de: Nächstgelegene Station
fr: Station la plus proche
it: Stazione più vicina

source: NEVER ride in front of the ship
de: Fahre NIEMALS vor dem Schiff
fr: Ne roulez JAMAIS devant le navire
it: Non andare MAI davanti alla nave

source: Next wave: %@
de: Nächste Wave: %@
fr: Prochaine Wave : %@
it: Prossima Wave: %@

source: Night Time
de: Nachtzeit
fr: Période nocturne
it: Ora notturna

source: No boat dock near your track — verified rides need a scheduled-boat (Kursschiff) wave.
de: Kein Bootsanleger in der Nähe deiner Strecke — verifizierte Fahrten benötigen eine Wave von einem Kursschiff.
fr: Aucun débarcadère à proximité de votre tracé — les sorties vérifiées nécessitent une Wave d'un bateau de ligne (Kursschiff).
it: Nessun pontile nelle vicinanze del tuo tracciato — le uscite verificate richiedono una Wave di un battello di linea (Kursschiff).

source: No boat timetable available for %@. Verified rides only work for recent sessions (the current timetable period).
de: Für %@ ist kein Bootsfahrplan verfügbar. Verifizierte Fahrten funktionieren nur für aktuelle Sessions (die aktuelle Fahrplanperiode).
fr: Aucun horaire de bateau disponible pour le %@. Les sorties vérifiées ne fonctionnent que pour les sessions récentes (la période d'horaire actuelle).
it: Nessun orario battelli disponibile per il %@. Le uscite verificate funzionano solo per le sessioni recenti (il periodo di orario attuale).

source: No boat waves
de: Keine Bootswaves
fr: Aucune Wave de bateau
it: Nessuna Wave di barca

source: No Good Surf Sessions
de: Keine guten Surf-Sessions
fr: Aucune bonne session de surf
it: Nessuna buona sessione di surf

source: No one yet — be the first!
de: Noch niemand — sei der Erste!
fr: Personne pour l'instant — soyez le premier !
it: Ancora nessuno — sii il primo!

source: No rides recorded yet — be the first! 🌊
de: Noch keine Fahrten aufgezeichnet — sei der Erste! 🌊
fr: Aucune sortie enregistrée pour l'instant — soyez le premier ! 🌊
it: Ancora nessuna uscita registrata — sii il primo! 🌊

source: No rides recorded yet — catch a wave! 🌊
de: Noch keine Fahrten aufgezeichnet — schnapp dir eine Wave! 🌊
fr: Aucune sortie enregistrée pour l'instant — attrape une Wave ! 🌊
it: Nessuna uscita registrata finora — prendi una Wave! 🌊

source: No wave rides detected behind a boat in this session.
de: In dieser Session wurden keine Wave-Fahrten hinter einem Boot erkannt.
fr: Aucune sortie de Wave derrière un bateau n'a été détectée dans cette session.
it: In questa sessione non sono state rilevate uscite di Wave dietro una barca.

source: No waves available
de: Keine Waves verfügbar
fr: Aucune Wave disponible
it: Nessuna Wave disponibile

source: Not enough waves in this time period for a good surf session. A good session needs at least 3 waves within a reasonable time frame.
de: Nicht genügend Waves in diesem Zeitraum für eine gute Surf-Session. Eine gute Session benötigt mindestens 3 Waves innerhalb eines angemessenen Zeitraums.
fr: Pas assez de Waves dans cette période pour une bonne session de surf. Une bonne session nécessite au moins 3 Waves dans un délai raisonnable.
it: Non ci sono abbastanza Wave in questo periodo per una buona sessione di surf. Una buona sessione richiede almeno 3 Wave in un lasso di tempo ragionevole.

source: Not ranked yet
de: Noch nicht platziert
fr: Pas encore classé
it: Non ancora classificato

source: Not set
de: Nicht festgelegt
fr: Non défini
it: Non impostato

source: Notification Lead Time
de: Benachrichtigungsvorlaufzeit
fr: Délai de notification
it: Anticipo di notifica

source: Notification Sound
de: Benachrichtigungston
fr: Son de notification
it: Suono di notifica

source: Notify
de: Benachrichtigen
fr: Notifier
it: Notifica

source: now
de: jetzt
fr: maintenant
it: ora

source: Only Foilmotion GPX files are supported.
de: Es werden nur Foilmotion-GPX-Dateien unterstützt.
fr: Seuls les fichiers GPX Foilmotion sont pris en charge.
it: Sono supportati solo i file GPX di Foilmotion.

source: Open Foilmotion →
de: Foilmotion öffnen →
fr: Ouvrir Foilmotion →
it: Apri Foilmotion →

source: Other Useful Foiling Apps
de: Weitere nützliche Foiling-Apps
fr: Autres applications de Foiling utiles
it: Altre app di Foiling utili

source: Overcast sky
de: Bedeckter Himmel
fr: Ciel couvert
it: Cielo coperto

source: Partly Cloudy
de: Teilweise bewölkt
fr: Partiellement nuageux
it: Parzialmente nuvoloso

source: Pick a station to catch the next wave.
de: Wähle eine Station, um die nächste Wave zu erwischen.
fr: Choisissez une station pour attraper la prochaine Wave.
it: Scegli una stazione per prendere la prossima Wave.

source: Precise wave timing information
de: Präzise Timing-Informationen zu den Waves
fr: Informations précises sur le timing des Waves
it: Informazioni precise sui tempi delle Waves

source: Priority vessels are marked with:
de: Vorfahrtsschiffe sind gekennzeichnet mit:
fr: Les navires prioritaires sont identifiés par :
it: Le imbarcazioni prioritarie sono contrassegnate da:

source: Privacy Policy
de: Datenschutzrichtlinie
fr: Politique de confidentialité
it: Informativa sulla privacy

source: Rain
de: Regen
fr: Pluie
it: Pioggia

source: Rainy weather
de: Regnerisches Wetter
fr: Temps pluvieux
it: Tempo piovoso

source: Ready to ride?
de: Bereit zu fahren?
fr: Prêt à partir ?
it: Pronto a partire?

source: Real-time boat schedule tracking
de: Bootsfahrplan in Echtzeit verfolgen
fr: Suivi des horaires de bateaux en temps réel
it: Monitoraggio in tempo reale degli orari dei battelli

source: Recommended Session
de: Empfohlene Session
fr: Session recommandée
it: Sessione consigliata

source: Recommended wetsuit thickness in millimeters based on water temperature and wind chill. If air + water temp < 30°C, one size thicker is recommended (e.g. 3/2mm, 4/3mm)
de: Empfohlene Neoprenanzug-Dicke in Millimetern basierend auf Wassertemperatur und gefühlter Kälte. Wenn Luft- + Wassertemperatur < 30 °C, wird eine Stufe dicker empfohlen (z. B. 3/2mm, 4/3mm)
fr: Épaisseur de combinaison recommandée en millimètres selon la température de l'eau et la sensation de froid. Si température air + eau < 30 °C, une épaisseur supérieure est recommandée (p. ex. 3/2mm, 4/3mm)
it: Spessore della muta consigliato in millimetri in base alla temperatura dell'acqua e alla sensazione di freddo. Se temperatura aria + acqua < 30 °C, si consiglia uno spessore maggiore (es. 3/2mm, 4/3mm)

source: Release Notes
de: Versionshinweise
fr: Notes de version
it: Note di rilascio

source: Remove
de: Entfernen
fr: Supprimer
it: Rimuovi

source: Required Safety Equipment
de: Erforderliche Sicherheitsausrüstung
fr: Équipement de sécurité requis
it: Equipaggiamento di sicurezza richiesto

source: Reset Dismissed Tiles
de: Ausgeblendete Kacheln zurücksetzen
fr: Réinitialiser les tuiles masquées
it: Ripristina i riquadri nascosti

source: Restube offers inflatable life jackets perfect for this requirement.
de: Restube bietet aufblasbare Rettungswesten, die perfekt für diese Anforderung geeignet sind.
fr: Restube propose des gilets de sauvetage gonflables parfaitement adaptés à cette exigence.
it: Restube offre giubbotti di salvataggio gonfiabili perfetti per questo requisito.

source: Safe Distance Requirements
de: Anforderungen an den Sicherheitsabstand
fr: Exigences de distance de sécurité
it: Requisiti di distanza di sicurezza

source: Safety First
de: Sicherheit zuerst
fr: La sécurité d'abord
it: La sicurezza prima di tutto

source: Save
de: Speichern
fr: Enregistrer
it: Salva

source: See how many foilers plan to ride each wave
de: Sieh, wie viele Foiler jede Wave fahren wollen
fr: Découvrez combien de foilers prévoient de rider chaque Wave
it: Scopri quanti foiler pensano di cavalcare ogni Wave

source: Select Station
de: Station auswählen
fr: Sélectionner une station
it: Seleziona stazione

source: Select your station
de: Wähle deine Station
fr: Choisissez votre station
it: Seleziona la tua stazione

source: Session imported! 🏄
de: Session importiert! 🏄
fr: Session importée ! 🏄
it: Sessione importata! 🏄

source: Set notifications with a swipe from right to left
de: Richte Benachrichtigungen mit einem Wisch von rechts nach links ein
fr: Configurez les notifications en balayant de droite à gauche
it: Imposta le notifiche scorrendo da destra a sinistra

source: Settings
de: Einstellungen
fr: Réglages
it: Impostazioni

source: Share or save your next wave
de: Teile oder speichere deine nächste Wave
fr: Partagez ou enregistrez votre prochaine Wave
it: Condividi o salva la tua prossima Wave

source: Show all promo tiles again that you dismissed
de: Alle von dir ausgeblendeten Promo-Kacheln wieder anzeigen
fr: Réafficher toutes les tuiles promo que vous avez masquées
it: Mostra di nuovo tutti i riquadri promozionali che hai nascosto

source: Show Nearest Station
de: Nächstgelegene Station anzeigen
fr: Afficher la station la plus proche
it: Mostra la stazione più vicina

source: Show nearest station in widget and on top of favorites in Watch App
de: Nächstgelegene Station im Widget und oben in den Favoriten der Watch-App anzeigen
fr: Afficher la station la plus proche dans le widget et en haut des favoris dans l'app Watch
it: Mostra la stazione più vicina nel widget e in cima ai preferiti nell'app Watch

source: Show Promo Tiles
de: Promo-Kacheln anzeigen
fr: Afficher les tuiles promo
it: Mostra i riquadri promozionali

source: Show Wave Check-ins
de: Wave-Check-ins anzeigen
fr: Afficher les Check-in Wave
it: Mostra i Check-in Wave

source: Show Weather Information
de: Wetterinformationen anzeigen
fr: Afficher les informations météo
it: Mostra le informazioni meteo

source: Shows the nearest station based on your location
de: Zeigt die nächstgelegene Station basierend auf deinem Standort
fr: Affiche la station la plus proche selon votre position
it: Mostra la stazione più vicina in base alla tua posizione

source: Shows your first favorite from the list
de: Zeigt deinen ersten Favoriten aus der Liste
fr: Affiche votre premier favori de la liste
it: Mostra il tuo primo preferito dalla lista

source: Smart notifications 3, 5, 10 or 15 minutes before waves
de: Intelligente Benachrichtigungen 3, 5, 10 oder 15 Minuten vor den Waves
fr: Notifications intelligentes 3, 5, 10 ou 15 minutes avant les Waves
it: Notifiche intelligenti 3, 5, 10 o 15 minuti prima delle Waves

source: Stats
de: Statistiken
fr: Statistiques
it: Statistiche

source: Sunny weather with no clouds
de: Sonniges Wetter ohne Wolken
fr: Temps ensoleillé sans nuages
it: Tempo soleggiato senza nuvole

source: The track has too few points.
de: Die Strecke hat zu wenige Punkte.
fr: Le tracé comporte trop peu de points.
it: Il tracciato ha troppo pochi punti.

source: This setting determines which station is displayed in your widgets. Changes will be applied on the next widget update.
de: Diese Einstellung bestimmt, welche Station in deinen Widgets angezeigt wird. Änderungen werden bei der nächsten Widget-Aktualisierung übernommen.
fr: Ce réglage détermine quelle station est affichée dans vos widgets. Les modifications seront appliquées lors de la prochaine mise à jour du widget.
it: Questa impostazione determina quale stazione viene visualizzata nei tuoi widget. Le modifiche verranno applicate al prossimo aggiornamento del widget.

source: This will clear all cached data including departures, ship names, weather data, water temperatures, water levels, and HTTP cache. All data will be freshly loaded from the server.
de: Dadurch werden alle zwischengespeicherten Daten gelöscht, einschließlich Abfahrten, Schiffsnamen, Wetterdaten, Wassertemperaturen, Wasserständen und HTTP-Cache. Alle Daten werden neu vom Server geladen.
fr: Cela effacera toutes les données en cache, y compris les départs, les noms des bateaux, les données météo, les températures de l'eau, les niveaux d'eau et le cache HTTP. Toutes les données seront rechargées depuis le serveur.
it: Questa operazione cancellerà tutti i dati memorizzati nella cache, comprese partenze, nomi dei battelli, dati meteo, temperature dell'acqua, livelli dell'acqua e cache HTTP. Tutti i dati verranno ricaricati dal server.

source: Today
de: Heute
fr: Aujourd'hui
it: Oggi

source: Today, %@
de: Heute, %@
fr: Aujourd'hui, %@
it: Oggi, %@

source: Tomorrow
de: Morgen
fr: Demain
it: Domani

source: Top speed
de: Höchstgeschwindigkeit
fr: Vitesse de pointe
it: Velocità massima

source: total
de: Gesamt
it: totale

source: Unsupported file
de: Nicht unterstützte Datei
fr: Fichier non pris en charge
it: File non supportato

source: Use Nearest Station
de: Nächstgelegene Station verwenden
fr: Utiliser la station la plus proche
it: Usa la stazione più vicina

source: Verified badge
de: Verifiziertes Badge
fr: Badge vérifié
it: Badge verificato

source: Verified badges come from your Foilmotion sessions. Record a session in Foilmotion, then share the GPX file to Next Wave.
de: Verifizierte Badges stammen aus deinen Foilmotion-Sessions. Zeichne eine Session in Foilmotion auf und teile dann die GPX-Datei mit Next Wave.
fr: Les Badges vérifiés proviennent de vos sessions Foilmotion. Enregistrez une session dans Foilmotion, puis partagez le fichier GPX avec Next Wave.
it: I Badge verificati provengono dalle tue sessioni Foilmotion. Registra una sessione in Foilmotion, poi condividi il file GPX con Next Wave.

source: Verified rides
de: Verifizierte Fahrten
fr: Sorties vérifiées
it: Uscite verificate

source: View Mode
de: Anzeigemodus
fr: Mode d'affichage
it: Modalità di visualizzazione

source: View Our Supporters
de: Unsere Unterstützer ansehen
fr: Voir nos supporters
it: Vedi i nostri sostenitori

source: Wake-thieving rides
de: Wake-thieving-Fahrten
fr: Sorties de Wake-thieving
it: Uscite di Wake-thieving

source: Wakethieving Rules
de: Wakethieving-Regeln
fr: Règles de Wakethieving
it: Regole del Wakethieving

source: Wakethieving Rules & Safety Guidelines
de: Wakethieving-Regeln & Sicherheitsrichtlinien
fr: Règles de Wakethieving et consignes de sécurité
it: Regole del Wakethieving e linee guida di sicurezza

source: Watch Settings
de: Watch-Einstellungen
fr: Réglages Watch
it: Impostazioni Watch

source: Water Level
de: Wasserpegel
fr: Niveau d'eau
it: Livello dell'acqua

source: Water Temperature
de: Wassertemperatur
fr: Température de l'eau
it: Temperatura dell'acqua

source: wave ridden
de: Wave geritten
fr: Wave surfée
it: Wave cavalcata

source: Wave Timeline
de: Wave-Zeitleiste
fr: Chronologie Wave
it: Cronologia Wave

source: waves ridden
de: Waves geritten
fr: Waves surfées
it: Wave cavalcate

source: We support the
de: Wir unterstützen den
fr: Nous soutenons le
it: Sosteniamo il

source: Wear bright, easily visible headgear for safety.
de: Trage zur Sicherheit eine leuchtende, gut sichtbare Kopfbedeckung.
fr: Portez un couvre-chef vif et bien visible pour votre sécurité.
it: Indossa un copricapo vivace e ben visibile per sicurezza.

source: Weather Condition
de: Wetterbedingung
fr: Condition météo
it: Condizione meteo

source: Weather Conditions
de: Wetterbedingungen
fr: Conditions météo
it: Condizioni meteo

source: Weather forecast for tomorrow
de: Wettervorhersage für morgen
fr: Prévisions météo pour demain
it: Previsioni meteo per domani

source: Weather Information
de: Wetterinformationen
fr: Informations météo
it: Informazioni meteo

source: Weather Legend
de: Wetter-Legende
fr: Légende météo
it: Legenda meteo

source: Welcome to NextWave! 🌊
de: Willkommen bei NextWave! 🌊
fr: Bienvenue sur NextWave ! 🌊
it: Benvenuto su NextWave! 🌊

source: Wetsuit Thickness
de: Neoprenanzug-Dicke
fr: Épaisseur de la combinaison
it: Spessore della muta

source: White light at bow (front), green light on starboard (right), red light on port (left), and green light at highest point.
de: Weißes Licht am Bug (vorne), grünes Licht an Steuerbord (rechts), rotes Licht an Backbord (links) und grünes Licht am höchsten Punkt.
fr: Feu blanc à la proue (avant), feu vert à tribord (droite), feu rouge à bâbord (gauche) et feu vert au point le plus haut.
it: Luce bianca a prua (davanti), luce verde a tribordo (destra), luce rossa a babordo (sinistra) e luce verde nel punto più alto.

source: Why This Matters
de: Warum das wichtig ist
fr: Pourquoi c'est important
it: Perché è importante

source: Widget Display Mode
de: Widget-Anzeigemodus
fr: Mode d'affichage du widget
it: Modalità di visualizzazione del widget

source: Widget Settings
de: Widget-Einstellungen
fr: Réglages du widget
it: Impostazioni widget

source: Wind Speed & Direction
de: Windgeschwindigkeit & -richtung
fr: Vitesse et direction du vent
it: Velocità e direzione del vento

source: Wind speed in knots (kn) and wind direction (N, NE, E, SE, S, SW, W, NW)
de: Windgeschwindigkeit in Knoten (kn) und Windrichtung (N, NE, E, SE, S, SW, W, NW)
fr: Vitesse du vent en nœuds (kn) et direction du vent (N, NE, E, SE, S, SW, W, NW)
it: Velocità del vento in nodi (kn) e direzione del vento (N, NE, E, SE, S, SW, W, NW)

source: You — #%lld
de: Du — #%lld
fr: Vous — #%lld
it: Tu — #%lld

source: You can have a maximum of %lld favorite spots. Please remove one before adding another.
de: Du kannst maximal %lld Favoriten haben. Bitte entferne einen, bevor du einen weiteren hinzufügst.
fr: Vous pouvez avoir un maximum de %lld favoris. Veuillez en supprimer un avant d'en ajouter un autre.
it: Puoi avere un massimo di %lld preferiti. Rimuovine uno prima di aggiungerne un altro.

source: You'll get better waves staying behind.
de: Wenn du dahinter bleibst, bekommst du bessere Waves.
fr: En restant derrière, vous obtiendrez de meilleures Waves.
it: Restando dietro otterrai Wave migliori.

source: Your name
de: Dein Name
fr: Votre nom
it: Il tuo nome

source: Your name is visible to other foilers on this wave. Choose anonymous to be counted without a name. See our privacy policy for details.
de: Dein Name ist für andere Foiler auf dieser Wave sichtbar. Wähle anonym, um ohne Namen gezählt zu werden. Details findest du in unserer Datenschutzrichtlinie.
fr: Votre nom est visible par les autres foilers sur cette Wave. Choisissez anonyme pour être compté sans nom. Consultez notre politique de confidentialité pour plus de détails.
it: Il tuo nome è visibile agli altri foiler su questa Wave. Scegli anonimo per essere conteggiato senza nome. Consulta la nostra informativa sulla privacy per i dettagli.

source: Current
de: Aktuell
fr: Actuel
it: Attuale

source: Since yesterday
de: Seit gestern
fr: depuis hier
it: da ieri

source: Not enough data yet
de: Noch nicht genug Daten
fr: Pas encore assez de données
it: Dati non ancora sufficienti

source: %lldmin session
fr: session de %lldmin
it: sessione di %lldmin

source: Alternative Sessions
fr: Sessions alternatives
it: Sessioni alternative

source: Check-in Name
fr: Nom de check-in
it: Nome check-in

source: System
fr: Système
it: Sistema

source: Wave Check-in
fr: Check-in Wave
it: Check-in Wave

source: sessions
it: sessioni

source: Version %@
it: Versione %@
